[{
    "id": "scene_1\n", 
    "description": "Le palais du Conclave m’a toujours impressionné, ses grands murs blancs, ses parterres de fleurs sublimes, je me rappelle jouer entre ses colonnes recouvertes de vignes étant enfant. C’est la première fois pourtant que je m’y rends officiellement, en tant que représentant d’une maison princière, et vais siéger dans la grande salle du Conclave. Père a surement raison, il est grand temps que je prenne ma place à sa suite dans la vie politique surtout dans cette période troublée où le semble imminent.\n\nJe prends ainsi place, ma place, avec une certaine fierté dans cette salle verdoyante qui a vu passé tant d’elfes illustres avant moi. Les représentants des douze autres maisons ne tardent pas à remplir le Conclave, parfois accompagnés de conseillers ou serviteurs nains amenant victuailles et boissons aux membres présents.\n\nLes premières conversations sont courtoises mais je perçois tout de même la tension palpable planant dans la pièce, une telle réunion extraordinaire demandée par le Héraut de la Terre, vu la situation actuelle, entraînera forcément des décisions lourdes de conséquences.\n\n",
    "choices": [{"id": 1, "description": "Examiner les convives ", "res_node": "scene_2\n"}, {"id": 2, "description": "Attendre l’arrivée du Hérault de la Terre ", "res_node": "scene_3\n"}]
},
{
    "id": "scene_2\n",
    "description": "Bien que le placement des princes soit fait par ancienneté, je ne peux m’empêcher de remarquer la formation de deux groupes distincts dans l’assemblée. Que ce soit au sujet des questions vis-à-vis du dessus ou pour la simple politique interne à notre peuple ces deux regroupements de familles se sont toujours opposés et cette assemblée exceptionnelle ne fait pas exception.\n\nOn a ainsi du côté gauche le clan mené par le vénérable prince Velcaryn, grand héros de la guerre contre les Nains, il a su maintenir l’ordre avec brio des années durant et s’attirer la sympathie de nombreuses familles par son sens de l’organisation et sa mise en avant du peuple elfique. Cette opinion est un peu trop extrême au goût de certaines familles princières dont le prince Farmenor fait partie.\n\nLui, doyen du Conclave, reste impassible aux rictus narquois lancés par son opposant. Il prône une politique plus proche de la Terre et cherchant une plus grande harmonie entre les espèces et avec la Nature. Il était évident que la situation actuelle allait les opposer une fois encore.\n\n",
    "choices": [{"id": 1, "description": "Attendre l’arrivée du Hérault de la Terre ", "res_node": "scene_3\n"}]
}]