[{"id": "scene_1\n", "description": "\"Mon général! Un civil demande à vous voir. Il dit s'appeller Professeur Raoult Reiddi, et venir du laboratoire de sismologie de Strasbourg.\"\n\nLe sergent Delphau marque une pause pour calmer sa voix.\n\n\"Il dit que c'est urgent. Dois-je le faire entrer, mon général?\"\n\n", "choices": [{"id": 1, "description": "Je n'ai pas le temps aujourd'hui... qu'il contacte le secrétariat, comme tout le monde! ", "res_node": "scene_2\n"}, {"id": 2, "description": "Oui sergent, faites-le entrer. ", "res_node": "scene_3\n"}]}, {"id": "scene_2\n", "description": "Le sergent Delphau revient moins d'une minute plus tard:\n\n\"Excusez-moi de vous déranger à nouveau, mon général... l'homme refuse de partir tant qu'il ne vous a pas vu. J'ai vérifié son identité. Si je peux me permettre, il a vraiment l'air très inquiet. Je pense qu'il faudra user de la force pour le mettre dehors. Quels sont vos ordres?\"\n\n", "choices": [{"id": 1, "description": "Bon, si il est si déterminé, écoutons ce qu'il a à nous dire. ", "res_node": "scene_3\n"}, {"id": 2, "description": "Pour qui il se prend, ce type? Notez son identité, et dites aux hommes de garde de le foutre dehors! ", "res_node": "scene_4\n"}]}, {"id": "scene_3\n", "description": "Le sergent fait entrer le professeur, qui n'a pas pris le temps de quitter sa blouse pour venir, et semble aoir apporté des papiers avec lui. Très agité, celui-ci commence a parler tout en s'approchant pour vous serrer la main.\n\n\"Bonjour monsieur! Merci de me recevoir! Je vais droit au but, c'est une urgence. Nous détectons depuis une demie-heure au labo des signaux sismiques... jamais vu auparavant... bien sûr nous avons pris le temps de vérifier, ce n'est pas une erreur. J'ai les relevés avec moi si vous vuolez les voir. Il y a une source sismique puissante qui est apparue, et... qui semble se déplacer... comme si quelque chose remontait du centre de la Terre en creusant vers sa surface... ça ne pourrait être qu'objet massif et puissant... D'après les simulations, il arrivera à la surface dans la demie-heure, à une dizaine de kilomètres d'ici. Nous n'avons aucune idée de ce que c'est, mais personne n'a jamais vu de situation pareil et ça pourrait être très dangeureux pour la population! Je vous en prie, il faut faire évacuer d'urgence la zone d'arrivée et prévenir en haut lieu d'une catastrophe pourrait arriver!\"\n\n", "choices": [{"id": 1, "description": "Etudier les relevés sismiques qu'il a apporté. ", "res_node": "scene_5\n"}, {"id": 2, "description": "Appeller tout de suite le ministre, pour lui faire part de la situation, et donner un ordre d'évacuation. ", "res_node": "scene_6\n"}, {"id": 3, "description": "Faire un rapport à votre supérieur lui rapportant les propos du scientifique, et attendre ses instructions. ", "res_node": "scene_7\n"}]}, {"id": "scene_4\n", "description": "Vous entendez des bruits dans le couloir. D'un coup, la porte s'ouvre à la volée, et un homme en blouse blanche fait irruption dans le bureau en agitant des papiers.\n\n\"Pardonnez, Monsieur, mais on ne veut pas me laisser vous parler! C'est une urgence! Nous détectons depuis une demie-heure au labo des signaux sismiques... jamais vu auparavant... bien sûr nous avons pris le temps de vérifier, ce n'est pas une erreur. J'ai les relevés avec moi si vous vuolez les voir. Il y a une source sismique puissante qui est apparue, et... qui semble se déplacer... comme si quelque chose remontait du centre de la Terre en creusant vers sa surface... ça ne pourrait être qu'objet massif et puissant... D'après les simulations, il arrivera à la surface dans la demie-heure, à une dizaine de kilomètres d'ici. Nous n'avons aucune idée de ce que c'est, mais personne n'a jamais vu de situation pareil et ça pourrait être très dangeureux pour la population! Je vous en prie, il faut faire évacuer d'urgence la zone d'arrivée et prévenir en haut lieu d'une catastrophe pourrait arriver!\"\n\n", "choices": [{"id": 1, "description": "Etudier les relevés sismiques qu'il a apporté. ", "res_node": "scene_5\n"}, {"id": 2, "description": "Appeller tout de suite le ministre, pour lui faire part de la situation, et donner un ordre d'évacuation. ", "res_node": "scene_6\n"}, {"id": 3, "description": "Faire un rapport à votre supérieur lui rapportant les propos du scientifique, et attendre ses instructions. ", "res_node": "scene_7\n"}]}, {"id": "scene_5\n", "description": "Vous n'y comprenez rien.\n\n", "choices": [{"id": 1, "description": "Appeller tout de suite le ministre, pour lui faire part de la situation, et donner un ordre d'évacuation. ", "res_node": "scene_6\n"}, {"id": 2, "description": "Faire un rapport à votre supérieur lui rapportant les propos du scientifique, et attendre ses instructions. ", "res_node": "scene_7\n"}]}, {"id": "scene_6\n", "description": "Le ministre vous écoute, et promet de mettre tous les acteurs concernés sur le qui-vive. Il confirme votre ordre d'évacuation de la zone, puis raccroche. Le professeur s'addresse à vous:\n\n\"Merci monsieur, j'espère que ça suffira à protéger la population le temps qu'on comprenne ce qu'il se passe. Je me remet en contact avec mon équipe pour surveiller l'évolution de la situation.\"\n\n", "choices": []}, {"id": "scene_7\n", "description": "Le professeur s'énerve:\n\n\"Vous ne comprenez pas?? Vous mettez en danger toute la populaiton!! Il faut agir, vite! Vous serez responsable si il y a des morts, général!\"\n\nPuis il se retourne et part comme une furie, dépité.\n", "choices": []}]