[{"id": "reveil\n", "description": "Vous ouvrez péniblement les yeux...\n\nLa lumière, déjà vive, qui passe à travers les stores de votre chambre, vous convainc que le jour est déjà levé depuis longtemps.\n\nDès que vous vous redressez, vous sentez votre tête tourner: vous avez encore noyé votre chagrin dans l'alcool.\n\nEn tournant la tête vers la table qui jouxte votre lit de fortune, vos yeux se posent sur cette lettre, que vous relisez tous les matins et tous les soirs.\n\n", "choices": [{"id": 1, "description": "Lire la lettre. ", "res_node": "lecture_lettre\n"}]}, {"id": "lecture_lettre\n", "description": "Vous prenez la lettre entre vos mains. Foissée des dizaines de fois par vos mains maladroites, elle serait illisible si vous ne connaissiez pas son contenu quasiment par coeur:\n\n\"Cher Papa,\n\nZala et moi avont réussi à embarquer sur un cargo à destination de la station Alpha 3. Son état ne c'est pas arrangé. Nous n'avons preque plus de crédits. Viens nous retrouver vite. Tu nous manque.\n\nJoe\"\n\nVous vous levez, déterminé à trouver un moyen de les rejoindre.\n\n", "choices": [{"id": 1, "description": "Aller dans la salle commune. ", "res_node": "salle_commune_alon\n"}]}, {"id": "salle_commune_alon\n", "description": "Vous arrivez dans la salle commune, petite pièce dans laquelle quelques tables en fer à l'hygiène douteuse font face à un comptoir derrière lequel le patron fait une réussite. Deux mineurs, assez face à face, discutent à voix basse.\n\n", "choices": [{"id": 1, "description": "Parler au patron ", "res_node": "parler_patron\n"}, {"id": 2, "description": "Discuter avec les mineurs ", "res_node": "parler_mineurs\n"}]}, {"id": "parler_patron\n", "description": "Le patron de la Pension Alon interromp sa réussite, vous regarde d'un air fatigué, et semble attendre que vous lui parliez.\n\n", "choices": [{"id": 1, "description": "Lui demander si il connait un moyen de rejoindre Alpha 3 ", "res_node": "patron_icare\n"}, {"id": 2, "description": "Lui demander comment vont les affaires ", "res_node": "patron_flibustiers\n"}, {"id": 3, "description": "Commander un whisky ", "res_node": "reveil\n"}]}, {"id": "patron_icare\n", "description": "Le patron vous regarde d'un air dépité avant de vous répondre:\n\n\"Je sais pas comment vous faites vous... Vous n'avez toujours pas compris que vous sommes bloqués ici jusqu'à nouvel ordre?\n\nDepuis la dernière tempête solaire, personne ne se donne les moyens de venir jusqu'ici... à croire que le monde nous a oublié! Il ne reste qu'un seul vaisseau sur la colonie, l'Icare, mais le protocole interdit de le faire partir. Ceux qui resteraient se retrouveraient coincés ici, sans échapatoire!\"\n\n", "choices": [{"id": 1, "description": "Lui demander comment vont les affaires ", "res_node": "patron_flibustiers\n"}, {"id": 2, "description": "Commander un whisky ", "res_node": "reveil\n"}, {"id": 3, "description": "Sortir à l'extérieur ", "res_node": "dehors\n"}]}, {"id": "patron_flibustiers\n", "description": "Un petit rire nerveux s'échappe de la bouche du patron, qui vous regarde dans les yeux:\n\n\"Pas de nouveaux clients en perspective... mais ceux qui sont là sont condamnés à rester, donc pour l'instant ça me va...\n\nCe qui me fait vraiment peur, c'est ces rebelles qui ont fait césession de la colonie. J'ai entendu dire qu'ils voulaient voler l'Icare et partir avec en nous abandonnant!\"\n\n", "choices": [{"id": 1, "description": "Lui demander si il connait un moyen de rejoindre Alpha 3 ", "res_node": "patron_icare\n"}, {"id": 2, "description": "Commander un whisky ", "res_node": "reveil\n"}, {"id": 3, "description": "Sortir à l'extérieur ", "res_node": "dehors\n"}]}, {"id": "parler_mineurs\n", "description": "Les mineurs vous accueillent poliment à leur table. Ils ont déposés leurs vestes de protection jaunes vif sur le dossier de leurs chaises et sirottent une boisson étrange de couleur grise. Le plus âgé des deux vous regarde et demande:\n\n\"Qu'est-ce qui vous amène?\"\n\n", "choices": [{"id": 1, "description": "Leur demander si ils connaissent un moyen de quitter la colonie ", "res_node": "mineurs_marshall_codes\n"}, {"id": 2, "description": "Discuter avec eux de la situation dans la colonie ", "res_node": "mineurs_flibustiers_indice1\n"}, {"id": 3, "description": "Aller discuter avec le patron ", "res_node": "parler_patron\n"}, {"id": 4, "description": "Sortir à l'extérieur ", "res_node": "dehors\n"}]}, {"id": "mineurs_marshall_codes\n", "description": "C'est le plus jeune des deux qui vous répond:\n\n\"Ah il y a encore des gens ici qui ne savent pas? L'Icare est le seul vaisseau qui reste sur la colonie... et il est pas prêt de partir, croyez moi! Seul le marshall en a les codes, et il ne fera rien tant que le protocole l'interdit! Il semblerait qu'on soit coincés ici pour un bon bout de temps...\"\n\n", "choices": [{"id": 1, "description": "Discuter avec eux de la situation dans la colonie ", "res_node": "mineurs_flibustiers_indice1\n"}, {"id": 2, "description": "Aller discuter avec le patron ", "res_node": "parler_patron\n"}, {"id": 3, "description": "Sortir à l'extérieur ", "res_node": "dehors\n"}]}, {"id": "mineurs_flibustiers_indice1\n", "description": "\"Ah c'est sûr la situation est un peu compliquée pour nous... ceux qu'on appelle \"les rebelles\" - vous savez, qui ont fait cécession contre le marshall -... Et bien ils nous empêchent de sortir de la colonie! J'ai entendu dire qu'ils flinguaient tous ceux qui sont pas des leurs! Ils ont un mot de passe entre eux, on m'a dit que c'était un nom de couleur... mais j'ai pas réussi à en savoir plus.\"\n\n", "choices": [{"id": 1, "description": "Leur demander si ils connaissent un moyen de quitter la colonie ", "res_node": "mineurs_marshall_codes\n"}, {"id": 2, "description": "Aller discuter avec le patron ", "res_node": "parler_patron\n"}, {"id": 3, "description": "Sortir à l'extérieur ", "res_node": "dehors\n"}]}, {"id": "dehors\n", "description": "Les bâtiments de la colonie sont péniblements éclairés par les rayons ocres de Gliese 581, dont on voit l'énorme sphère luire dans le ciel. Les passerelles reliant les différents bâtiments sont quasiment désertes, seuls les quelques mendiants de la colonie restant à l'extérieur plus longtemps que nécessaire en cette saison.\n\nLes lumières de la Chapelle apportent un réconfort bienvenu, tandis que celles du bureau du Marshall et de la Pension Alon persent à peine l'atmoshère chargée de particules. A l'entrée de la colonie, vous pouvez apercevoir des gardes armés surveillant les fôrets environantes. D'autres, sur un plateforme à l'écart de bâtiments, veillent sur l'Icare.\n\n", "choices": [{"id": 1, "description": "Entrer dans la Pension Alon ", "res_node": "salle_commune_alon\n"}, {"id": 2, "description": "Vous présenter au bureau du Marshall ", "res_node": "bureau_marshall\n"}, {"id": 3, "description": "Toquer à la porte de la Chapelle ", "res_node": "chapelle\n"}, {"id": 4, "description": "Discuter avec les mendiants de la station ", "res_node": "discuter_mendiants\n"}, {"id": 5, "description": "S'approcher de l'Icare ", "res_node": "plateforme_icare\n"}, {"id": 6, "description": "Quitter la colonie et s'aventurer dans la fôret ", "res_node": "foret\n"}]}, {"id": "discuter_mendiants\n", "description": "Les mendiants vivent sous un petit entrepôt, qui vous semble inutilisé depuis des mois. Ils vous regardent vous approcher avec méfiance et se taisent à votre arrivée. Certains boivent en grimaçant dans de grandes gourdes recouvertes d'alluminium.\n\nL'un d'eux s'approche et vous demande un pièce.\n\n", "choices": [{"id": 1, "description": "Lui donner une pièce et lui demander quelles sont les dernières rumeurs. ", "res_node": "mendiants_flibustier_indice2\n"}, {"id": 2, "description": "Prendre l'une des gourdes et boire son contenu. ", "res_node": "reveil\n"}, {"id": 3, "description": "Retourner au centre de la colonie ", "res_node": "dehors\n"}]}, {"id": "mendiants_flibustier_indice2\n", "description": "Son regard vif accroche le votre et il ses lèvres s'écartent pour laisser échapper un grand sourire.\n\n\"Vous êtes bien généreux étranger... surtout en ces temps difficiles! Je vais dire un truc qui pourra vous intéresser... ou pas... mon amie Olga c'est aventurée dans la fôret et a surpris une conversation entre des rebelles... apparement, leur mot de passe, c'est un nom de fruit!\"\n\nL'homme éclate de rire: \"Ci c'est pas ridicule ça... vous parlez d'une bande de bras-cassés!\"\n\n", "choices": [{"id": 1, "description": "Le remercier et retourner au centre de la colonie ", "res_node": "dehors\n"}]}, {"id": "chapelle\n", "description": "Vous arrivez devant la Chapelle, un petit bâtiment d'alliage vert dont le haut des murs est couvert de projecteur illuminant les alentours. Au moment où vous vous approchez de la porte, celle-ci s'ouvre toute seule et laisse entrevoir un intérieur sombre. \n\n", "choices": [{"id": 1, "description": "Entrer ", "res_node": "chapelle_interieur\n"}, {"id": 2, "description": "Retourner au centre de la colonie ", "res_node": "dehors\n"}]}, {"id": "chapelle_interieur\n", "description": "Vous vous avancez dans le bâtiment, mais l'absence de fenêtres et le faible éclairage vous obligent à vous déplacer quasiment à tatons. Il ne semble y avoir personne, mais vous entendez des voix venir du confessional:\n\n\"Mais vous comprenez, mon Père... j'ai peur pour le Marshall... depuis que notre situation c'est dégradé, il a recommencé à boire. Quand il est ivre, il n'est plus du tout capable d'assumer ses fonctions...\"\n\n", "choices": [{"id": 1, "description": "Quitter la Chapelle et retourner au centre de la colonie ", "res_node": "dehors\n"}]}, {"id": "bureau_marshall\n", "description": "Vous trouvez le Marshall a son bureau, devant quelques cellules d'isolement -toutes vides aujourd'hui-. En approchant, vous ne pouvez vous empêcher de remarquer qu'il tient une enveloppe entre ses mains. Elle porte la mention \"CODES ICARE\". Vous voyez également une flasque de rhum posée sur son bureau.\n\nLe Marshall vous salue d'un air fatigué et dit:\n\n\"Salut citoyen... qu'est ce qui vous amène aujourd'hui?\"\n\n", "choices": [{"id": 1, "description": "Lui proposer de boire un coup pour célébrer cette belle journée ", "res_node": "marshall_ivre\n"}, {"id": 2, "description": "Lui arracher l'enveloppe des mains ", "res_node": "marshall_fail\n"}, {"id": 3, "description": "Ressortir du bureau ", "res_node": "dehors\n"}]}, {"id": "marshall_ivre\n", "description": "La Marshall accepte joyeusement votre proposition. Il lache l'enveloppe, se saisit de la flasque posée devant lui, et sort un petit verre d'un tiroir. Il remplit le verre à moitié et le fait glisser vers vous. Puis, devant vos yeux ébahis, boit au goulot le reste de la flasque. \n\nAprès vous avoir examiné un instant, il commence à parler:\n\n\"A votre santé, camarade! Vous, vous faites partie des bons, de ceux qui savent continuer à se serrer les coudes. Pas comme les autres gars qui sont partis dans la fôret... c'est pas des mauvais bougres à l'origine. Mais si ils nous volent l'Icare, ceux qui resteront à terre, ils vont faire comment? Vivre ici indéfiniement, coupé de la civilisation en attendant qu'un jour la paix la haut et que quelqu'un daigne nous envoyer de l'aide? Nan, tant que l'Icare reste, les gens gardent de l'espoir, ils se sentent encore connectés au reste du monde. Sans lui, cette colonie, c'est juste une poignée de bungallow perdus sur une planète hostile...\n\nPutain de guerre... non seulement ils se butent par million dans tous les systèmes habités, mais ça ruine aussi la vie des colons sans histoires, comme nous. Les \"rebelles\", dans la fôret, ils seraient encore des notres si on avait assez de vaisseaux pour tous partir! Putain de guerre...\"\n\nSur ces derniers mots, sa voix décline, et finit par s'éteindre. Il suffit de quelques secondes pour que le Marshall se mette à ronfler comme une fusée au décolage.\n\n", "choices": [{"id": 1, "description": "Prendre les codes de l'Icare ", "res_node": "prendre_codes_icare\n"}, {"id": 2, "description": "Ressortir du bureau ", "res_node": "dehors\n"}]}, {"id": "prendre_codes_icare\n", "description": "Vous vous saisissez de l'enveloppe, et l'ouvrez pour regarder à l'intérieur.\n\nVous lisez:\n\n\"----- CONFIDENTIEL: FORCES DU MAINTIENT DE L'ORDRE GALACTIQUE -----\n\n----- DETRUISEZ LE MESSAGE SUIVANT SI IL NE VOUS EST PAS DESTINÉ -----\n\n- RESPONSABLE: SECTEUR GLIESE 581 - COLONIE M20 - M.FLOYD ROBEN\n\n- OBJET: VEHICULE DE SECOUR CMVS18 ICARE - CODES\n\n- CONTENU: EBG451ER\"\n\nVous reposez ensuite l'enveloppe là où le Marshall l'avait laissée.\n\n", "choices": [{"id": 1, "description": "Ressortir du bureau ", "res_node": "dehors\n"}]}, {"id": "marshall_fail\n", "description": "Vous vous jetez vers le Marshall tentez de lui arracher lui prendre l'enveloppe. Le Marshall lutte, et finit par vous asséner un grand coup de poing dans la tempe.\n\nAlors que votre vision s'obscurcit, vous entendez le Marshall parler:\n\n\"Et bien mon gaillard, vous vous allez me faire un petit séjour en cellule...\"\n\n\n\nGAME OVER\n\n", "choices": [{"id": 1, "description": " ", "res_node": "reveil\n"}]}, {"id": "foret\n", "description": "Vous laissez les portes de la colonie derrière vous et commencez à vous aventurer sur le sentier qui serpente dans la fôret de Gliese 581-g. Au milieu des grandes feuilles bleutées, vous ne discernez pas de vie animale, et n'entendez aucun bruit.\n\nVous marchez quelques minutes, puis tombez nez à nez sur deux hommes portant des semblants d'uniformes. Immédiatement, l'un deux sort un pistolet et le braque sur vous en criant:\n\n\"Vous êtes qui vous? C'est quoi le mot de passe?\"\n\n", "choices": [{"id": 1, "description": "Répondre \"Citron\" ", "res_node": "foret_game_over\n"}, {"id": 2, "description": "Répondre \"Orange\" ", "res_node": "foret_rebelles\n"}, {"id": 3, "description": "Répondre \"Fraise\" ", "res_node": "foret_game_over\n"}, {"id": 4, "description": "Répondre \"Kiwi\" ", "res_node": "foret_game_over\n"}, {"id": 5, "description": "Répondre \"Cerise\" ", "res_node": "foret_game_over\n"}]}, {"id": "foret_game_over\n", "description": "L'homme vous regarde d'un air méchant:\n\n\"Bien essayé... je me disais bien que t'avais pas l'air des notres! Retourne d'où tu viens l'amis, et te mêle pas de nos affaires!\"\n\nIl retourne son pistolet et vous donne un grand coup de crosse sur la tempe.\n\n\n\nGAME OVER\n\n", "choices": [{"id": 1, "description": " ", "res_node": "reveil\n"}]}, {"id": "foret_rebelles\n", "description": "L'homme range son pistolet et s'approche:\n\n\"Autant pour moi, je ne savais pas que vous étiez des notres!\"\n\nPuis il laisse son regard s'éclaircir et vous dit:\n\n\"Vous serez heureux d'apprendre que notre informateur nous a enfin transmis les codes de l'Icare. On s'apprête à mettre les voiles! Vous êtes toujours avec nous?\"\n\n", "choices": [{"id": 1, "description": "Acquiser et aider les rebelles ", "res_node": "fin_rebelles\n"}, {"id": 2, "description": "S'excuser et retourner à la colonie ", "res_node": "dehors\n"}]}, {"id": "fin_rebelles\n", "description": "Vous êtes rapidement rejoints par le reste de la troupe, d'un quinzaine de personnes.\n\nA la tombée du jour, vous vous introduisez sur la plateforme de l'Icare. Les gardes sont rapidement maîtrisés. Bill, l'homme que vous avez rencontré dans la fôret, se charge de rentrer les codes d'accès, et fait monter tout le groupe à bord du vaisseau.\n\nQuand les moteurs de l'Icare démarrent, vous apercevez sur ses caméras les habitants de la colonie, qui sortent en courant des bâtiments et se dirigent vers vous. Vous êtes trop loin pour voir leurs visages, alors que vous vous élevez dans les cieux.\n\nBill se tourne vers vous:\n\n\"Et vous alors, c'est quoi votre destination?\"\n\n\n\nFIN\n\n", "choices": []}, {"id": "plateforme_icare\n", "description": "Les gardes vous regardent attentivement alors que vous vous approchez, mais ne semblent pas vouloir vous empêcher l'examiner le vaisseau.\n\nD'après vos maigres connaissances, il semble ne nécessiter qu'un membre d'équipage, mais pouvoir accueillir au moins une dizaine de passagers. Vous remarquez qu'il semble équipé d'un moteur inter-system récent, et êtes surpris par son bon état, peu fréquent dans les nouvelles colonies. La porte est peinte du sigle du fabriquant: Celestial Manufactures.\n\n", "choices": [{"id": 1, "description": "Tenter de voler le vaisseau ", "res_node": "rentrer_code_icare\n"}, {"id": 2, "description": "Retourner au centre de la colonie ", "res_node": "dehors\n"}]}, {"id": "rentrer_code_icare\n", "description": "Après avoir vérifié que les gardent ne vous voient pas, vous cliquez sur l'écran d'identification.\n\nUn enregistrement automatique se déclanche et vous demande d'entrer le code d'identification. Vite, les gardes ont du vous entendre!\n\n", "choices": [{"id": 1, "description": "Rentrer HYTR4892 ", "res_node": "echec_vol\n"}, {"id": 2, "description": "Rentrer 84GGSC2E ", "res_node": "echec_vol\n"}, {"id": 3, "description": "Rentrer ZEV84A5F ", "res_node": "echec_vol\n"}, {"id": 4, "description": "Rentrer RD45VRQR ", "res_node": "echec_vol\n"}, {"id": 5, "description": "Rentrer JEFX8HTF ", "res_node": "echec_vol\n"}, {"id": 6, "description": "Rentrer EBG451ER ", "res_node": "vol_icare\n"}, {"id": 7, "description": "Rentrer VDD5B5B2 ", "res_node": "echec_vol\n"}]}, {"id": "echec_vol\n", "description": "Un voyant rouge s'allume et une sonnerie stridente retentit.\n\nVous n'avez nulle part où vous cacher des gardes, qui vous attrapent et menottent sans vergogne, pendant qu'ils vous déclament vos droits.\n\n\n\nGAME OVER\n\n", "choices": []}, {"id": "vol_icare\n", "description": "Un voyant vert s'allume, puis la porte s'ouvre dans un grand grincement.\n\nVous vous ruez à l'intérieur du viasseau et refermez la porte derrière vous. Rapidement, vous allumez le pilote automatique, ignorant le bruit des gardes tambourinant de toutes leurs forces à la porte.\n\nQuand les moteurs de l'Icare démarrent, vous apercevez sur ses caméras les habitants de la colonie, qui sortent en courant des bâtiments et se dirigent vers vous. Vous êtes trop loin pour voir leurs visages, alors que vous vous élevez dans les cieux.\n\nLa voix du pilote automatique romp le silence:\n\n\"Quelle est notre destination, Capitaine?\"\n\n\n\nFIN\n", "choices": []}]